{
  "about": {
    "contact": "Contact",
    "readyDiscover": "Prêt à découvrir Playtracker ?",
    "joinTheCommunity": "Rejoignez la Communauté Playtracker !",
    "betaVersion": "En Version Bêta et en Développement Constant",
    "mainFunction": "Fonctionnalités Principales",
    "presentation": "Présentation",
    "presentationText": "Bienvenue sur Playtracker, votre nouvel allié pour gérer de manière optimale votre bibliothèque de jeux vidéo. Nous comprenons à quel point les jeux vidéo font partie intégrante de votre vie, c'est pourquoi nous avons créé cette plateforme pour simplifier la gestion de vos titres préférés. Que vous soyez un joueur occasionnel ou un hardcore gamer, Playtracker est là pour vous.",
    "welcome": "Bienvenue sur Playtracker !",
    "addGame": "Ajouter des jeux",
    "followProgress": "Suivre votre progression",
    "personalStats": "Statistiques personnelles",
    "customLists": "Listes personnalisées",
    "addGameText": "Notre plateforme vous permet d'ajouter facilement tous vos jeux vidéo à votre bibliothèque personnelle. Il vous suffit de rechercher le titre du jeu, et vous pouvez le sauvegarder dans votre collection en un seul clic.",
    "followProgressText": "Vous pouvez mettre à jour votre progression dans chaque jeu en ajoutant un statut tel que terminé. De plus, vous avez la possibilité de noter le temps de jeu que vous avez investi dans chaque titre, ce qui vous donne une vision claire de votre expérience de jeu.",
    "personalStatsText": "Playtracker génère des statistiques détaillées pour votre profil. Vous pouvez voir le nombre de jeux que vous avez terminés jusqu'à présent, ainsi que le temps total que vous avez passé à jouer. C'est un excellent moyen de suivre vos accomplissements et de vous challenger pour de nouveaux objectifs.",
    "customListsText": "Vous pouvez créer des listes de jeux personnalisées pour organiser votre bibliothèque comme vous le souhaitez. Que ce soit une liste de vos jeux préférés, une liste de jeux à terminer, ou même une liste de jeux à découvrir, Playtracker vous offre la flexibilité nécessaire.",
    "betaVersionText": "Nous sommes conscients que Playtracker est en version bêta, et nous sommes déterminés à améliorer constamment l'expérience pour nos utilisateurs. Vos commentaires et suggestions sont essentiels pour façonner l'avenir de notre plateforme. Nous vous encourageons à partager vos idées et vos retours avec notre équipe de développement afin que nous puissions vous offrir de nouvelles fonctionnalités et une expérience encore meilleure.",
    "joinTheCommunityText": "Rejoignez notre communauté grandissante de joueurs passionnés qui utilisent Playtracker pour gérer leurs bibliothèques de jeux vidéo de manière efficace. Que vous soyez un joueur solo, un streamer ou un joueur compétitif, Playtracker a quelque chose à offrir à tous les types de joueurs.",
    "readyDiscoverText": "Inscrivez-vous dès maintenant sur Playtracker et commencez à gérer votre bibliothèque de jeux vidéo comme jamais auparavant. Simplifiez votre expérience de jeu, suivez vos progrès et rejoignez une communauté de passionnés. Playtracker est là pour vous aider à maximiser votre plaisir vidéoludique. Rejoignez-nous aujourd'hui et commencez à explorer le monde de Playtracker !"
  },
  "legalNotice": {
    "legalNotice": "Mentions Légales",
    "othersOfTheSite": "Auteurs du site",
    "contact": "Contact",
    "hosting": "Hébergement",
    "siteCreatedBy": "Site créé par",
    "socialReason": "Raison sociale",
    "address": "Adresse",
    "immatriculation": "Immatriculation",
    "capital": "Capital",
    "ovhSas": "OVH SAS est une filiale de la société OVH Groupe SAS, société immatriculée au RCS de Lille sous le numéro 537 407 926."
  },
  "privacyPolicy": {
    "privacyPolicy": "Politique de Confidentialité",
    "lastUpdate": "Dernière mise à jour",
    "useData": "Collecte et utilisation des informations personnelles",
    "pseudo": "Pseudo",
    "email": "Email",
    "cookies": "Cookies",
    "storagePersonalData": "Stockage des données personnelles",
    "dataSecurity": "Sécurité des données",
    "shareData": "Partage de données personnelles",
    "yourRights": "Vos droits sur les données personnelles",
    "modificationPolicy": "Modification de la politique de confidentialité",
    "privacyPolicyText": "La présente Politique de confidentialité explique comment PlayTracker (ci-après nous, notre ou le site) collecte, utilise et protège les informations personnelles que vous nous fournissez lorsque vous utilisez notre site web. Nous nous engageons à protéger votre vie privée et à assurer la sécurité de vos données personnelles.",
    "useDataText": "Nous collectons et conservons uniquement deux types d'informations personnelles lorsque vous utilisez notre site web :",
    "pseudoText": "Nous collectons votre pseudo lorsque vous créez un compte sur notre site. Ce pseudo est utilisé pour vous identifier sur notre plateforme et personnaliser votre expérience.",
    "emailText": "Nous collectons votre adresse e-mail lorsque vous créez un compte sur notre site. Cette adresse e-mail est utilisée pour vous permettre de vous connecter à votre compte et pour vous envoyer des alertes par e-mail, le cas échéant. Nous n'utiliserons votre adresse e-mail que dans le cadre des services que vous avez expressément acceptés.",
    "cookiesText": "Le seul cookie utilisé sur notre site est le cookie de connexion. Ce cookie est essentiel pour vous permettre de vous connecter à votre compte. Il ne collecte aucune information personnelle supplémentaire et n'est utilisé qu'à des fins de sécurité et d'authentification.",
    "storagePersonalDataText": "Nous conservons vos informations personnelles aussi longtemps que vous maintenez un compte actif sur notre site. Si vous décidez de supprimer votre compte, nous supprimerons toutes vos informations personnelles associées à ce compte. Après la suppression de votre compte, nous ne conserverons aucune trace de vos informations personnelles.",
    "dataSecurityText": "Nous prenons des mesures techniques et organisationnelles appropriées pour protéger vos informations personnelles contre tout accès non autorisé, toute perte, toute altération ou toute divulgation. Toutefois, il est important de noter qu'aucune méthode de transmission sur Internet ou de stockage électronique n'est totalement sécurisée, et nous ne pouvons garantir la sécurité absolue de vos informations personnelles.",
    "shareDataText": "Nous ne vendons, n'échangeons ni ne louons vos informations personnelles à des tiers. Vos informations personnelles ne seront divulguées que dans les circonstances suivantes :",
    "shareReason": "Si cela est nécessaire pour se conformer à une obligation légale.",
    "shareReason2": "Pour protéger nos droits, notre vie privée, notre sécurité ou nos biens, ainsi que ceux de nos utilisateurs ou du public.",
    "yourRightsText": "Vous avez le droit de demander l'accès, la correction, la suppression ou la restriction de l'utilisation de vos informations personnelles.",
    "modificationPolicyText": "Nous nous réservons le droit de mettre à jour ou de modifier cette Politique de confidentialité à tout moment. Toute modification sera publiée sur cette page avec la date de la dernière mise à jour. Il est de votre responsabilité de vérifier régulièrement cette page pour rester informé des éventuelles modifications. En utilisant notre site web, vous acceptez les termes de cette Politique de confidentialité."
  }
}
