{
  "about": {
    "contact": "Contact",
    "readyDiscover": "Ready to discover Playtracker?",
    "joinTheCommunity": "Join the Playtracker Community!",
    "betaVersion": "In Beta Version and Constant Development",
    "mainFunction": "Key Features",
    "presentation": "Presentation",
    "presentationText": "Welcome to Playtracker, your new ally for efficiently managing your video game library. We understand how integral video games are to your life, which is why we've created this platform to simplify the management of your favorite titles. Whether you're a casual gamer or a hardcore gamer, Playtracker is here for you.",
    "welcome": "Welcome to Playtracker!",
    "addGame": "Add Games",
    "followProgress": "Track Your Progress",
    "personalStats": "Personal Statistics",
    "customLists": "Custom Lists",
    "addGameText": "Our platform allows you to easily add all your video games to your personal library. Simply search for the game title, and you can save it to your collection with just one click.",
    "followProgressText": "You can update your progress in each game by adding a status such as 'completed.' Additionally, you have the option to note the playtime you've invested in each title, giving you a clear view of your gaming experience.",
    "personalStatsText": "Playtracker generates detailed statistics for your profile. You can see the number of games you've completed so far, as well as the total time you've spent gaming. It's an excellent way to track your achievements and challenge yourself to new goals.",
    "customListsText": "You can create custom lists of games to organize your library as you wish. Whether it's a list of your favorite games, a list of games to finish, or even a list of games to discover, Playtracker offers you the flexibility you need.",
    "betaVersionText": "We are aware that Playtracker is in beta version, and we are committed to continually improving the experience for our users. Your feedback and suggestions are essential in shaping the future of our platform. We encourage you to share your ideas and feedback with our development team so we can provide you with new features and an even better experience.",
    "joinTheCommunityText": "Join our growing community of passionate gamers who use Playtracker to efficiently manage their video game libraries. Whether you're a solo player, a streamer, or a competitive gamer, Playtracker has something to offer to all types of players.",
    "readyDiscoverText": "Sign up for Playtracker now and start managing your video game library like never before. Simplify your gaming experience, track your progress, and join a community of enthusiasts. Playtracker is here to help you maximize your gaming enjoyment. Join us today and start exploring the world of Playtracker!"
  },
  "legalNotice": {
    "legalNotice": "Legal Notice",
    "othersOfTheSite": "Site Authors",
    "contact": "Contact",
    "hosting": "Hosting",
    "siteCreatedBy": "Site Created by",
    "socialReason": "Business Name",
    "address": "Address",
    "immatriculation": "Registration",
    "capital": "Capital",
    "ovhSas": "OVH SAS is a subsidiary of OVH Groupe SAS, registered with the RCS of Lille under number 537 407 926."
  },
  "privacyPolicy": {
    "privacyPolicy": "Privacy Policy",
    "lastUpdate": "Last Update",
    "useData": "Collection and Use of Personal Information",
    "pseudo": "Username",
    "email": "Email",
    "cookies": "Cookies",
    "storagePersonalData": "Storage of Personal Data",
    "dataSecurity": "Data Security",
    "shareData": "Sharing of Personal Data",
    "yourRights": "Your Rights Regarding Personal Data",
    "modificationPolicy": "Modification of Privacy Policy",
    "privacyPolicyText": "This Privacy Policy explains how PlayTracker (hereinafter referred to as 'we,' 'our,' or 'the site') collects, uses, and protects the personal information you provide when using our website. We are committed to protecting your privacy and ensuring the security of your personal data.",
    "useDataText": "We collect and retain only two types of personal information when you use our website:",
    "pseudoText": "We collect your username when you create an account on our site. This username is used to identify you on our platform and personalize your experience.",
    "emailText": "We collect your email address when you create an account on our site. This email address is used to allow you to log in to your account and to send you email alerts, if applicable. We will only use your email address for the services you have expressly accepted.",
    "cookiesText": "The only cookie used on our site is the login cookie. This cookie is essential to allow you to log in to your account. It does not collect any additional personal information and is only used for security and authentication purposes.",
    "storagePersonalDataText": "We retain your personal information for as long as you maintain an active account on our site. If you decide to delete your account, we will delete all your personal information associated with that account. After the deletion of your account, we will not retain any trace of your personal information.",
    "dataSecurityText": "We take appropriate technical and organizational measures to protect your personal information against unauthorized access, loss, alteration, or disclosure. However, it is important to note that no method of transmission over the Internet or electronic storage is entirely secure, and we cannot guarantee the absolute security of your personal information.",
    "shareDataText": "We do not sell, trade, or rent your personal information to third parties. Your personal information will only be disclosed in the following circumstances:",
    "shareReason": "If it is necessary to comply with a legal obligation.",
    "shareReason2": "To protect our rights, privacy, security, or property, as well as those of our users or the public.",
    "yourRightsText": "You have the right to request access, correction, deletion, or restriction of the use of your personal information.",
    "modificationPolicyText": "We reserve the right to update or modify this Privacy Policy at any time. Any changes will be posted on this page with the date of the last update. It is your responsibility to regularly check this page to stay informed of any changes. By using our website, you agree to the terms of this Privacy Policy."
  }
}
